
class Ashu(object):
  
    START_TEXT = """ʜᴇʟʟᴏ ɪ ᴀᴍ ᴀsʜᴜ ᴛᴇxᴛ ʟᴇᴇᴄʜ ʙᴏᴛ  ɪ ᴀᴍ ᴀ ʙᴏᴛ ғᴏʀ ᴅᴏᴡɴʟᴏᴀᴅ ʟɪɴᴋs ғʀᴏᴍ ʏᴏᴜʀ **.ᴛxᴛ** ғɪʟᴇ ᴀɴᴅ ᴛʜᴇɴ ᴜᴘʟᴏᴀᴅ ᴛʜᴀᴛ ғɪʟᴇ ᴏᴍ ᴛᴇʟᴇɢʀᴀᴍ sᴏ ʙᴀsɪᴄᴀʟʟʏ ɪғ ʏᴏᴜ ᴡᴀɴᴛ ᴛᴏ ᴜsᴇ ᴍᴇ ғɪʀsᴛ sᴇɴᴅ ᴍᴇ ⟰ /upload ᴄᴏᴍᴍᴀɴᴅ ᴀɴᴅ ᴛʜᴇɴ ғᴏʟʟᴏᴡ ғᴇᴡ sᴛᴇᴘs.."""

    Q1_TEXT = """<b>
❏ sᴇɴᴅ ǫᴜᴀʟɪᴛʏ ʏᴏᴜ ᴡᴀɴᴛ
➤ 𝟷𝟺𝟺ᴘ - sᴇɴᴅ `144`
➤ 𝟸𝟺𝟶ᴘ - sᴇɴᴅ `240`
➤ 𝟹𝟼𝟶ᴘ - sᴇɴᴅ `360`
➤ 𝟺𝟾𝟶ᴘ - sᴇɴᴅ `480`
➤ 𝟽𝟸𝟶ᴘ - sᴇɴᴅ `720`
➤ 𝟷𝟶𝟾𝟶ᴘ - sᴇɴᴅ `1080`</b>"""

    C1_TEXT = """<b>
✏️ ɴᴏᴡ ᴇɴᴛᴇʀ ᴀ ᴄᴀᴘᴛɪᴏɴ ᴛᴏ ᴀᴅᴅ ᴄᴀᴘᴛɪᴏɴ ᴏɴ ʏᴏᴜʀ ᴜᴘʟᴏᴀᴅᴇᴅ ғɪʟᴇ
<b>"""

    T1_TEXT = """<b>🌄 ɴᴏᴡ sᴇɴᴅ ᴛʜᴇ ᴛʜᴜᴍʙ ᴜʀʟ
Eg » `https://graph.org/file/698599feb76711fa080f6.jpg`

ᴏʀ ɪғ ᴅᴏɴ'ᴛ ᴡᴀɴᴛ ᴛʜᴜᴍʙɴᴀɪʟ sᴇɴᴅ = `no`

ᴛᴏ ɢᴇɴᴇʀᴀᴛᴇ ᴛʜᴜᴍʙɴᴀɪʟ ᴜʀʟ ᴜsᴇ ᴛʜɪs ʙᴏᴛ -  @FileToUrlX_Bot 
➤ sᴇɴᴅ ɪᴍɢᴀᴇ ɪɴ ʙᴏᴛ
➤ Reply `/telegraph`</b>"""

